const katakana1 = [
  // ア行
  "ア","イ","ウ","エ","オ",

  // カ行＋ガ行
  "カ","キ","ク","ケ","コ",
  "ガ","ギ","グ","ゲ","ゴ",

  // サ行＋ザ行
  "サ","シ","ス","セ","ソ",
  "ザ","ジ","ズ","ゼ","ゾ",

  // タ行＋ダ行
  "タ","チ","ツ","テ","ト",
  "ダ","ヂ","ヅ","デ","ド",

  // ナ行
  "ナ","ニ","ヌ","ネ","ノ",

  // ハ行＋バ行＋パ行
  "ハ","ヒ","フ","ヘ","ホ",
  "バ","ビ","ブ","ベ","ボ",
  "パ","ピ","プ","ペ","ポ",

  // マ行
  "マ","ミ","ム","メ","モ",

  // ヤ行
  "ヤ","ユ","ヨ",

  // ラ行
  "ラ","リ","ル","レ","ロ",

  // ワ行＋ン
  "ワ","ヲ","ン",

  // 拗音（小ャュョ系）
  "キャ","キュ","キョ",
  "ギャ","ギュ","ギョ",

  "シャ","シュ","ショ",
  "ジャ","ジュ","ジョ",

  "チャ","チュ","チョ",
  "ヂャ","ヂュ","ヂョ",

  "ニャ","ニュ","ニョ",

  "ヒャ","ヒュ","ヒョ",
  "ビャ","ビュ","ビョ",
  "ピャ","ピュ","ピョ",

  "ミャ","ミュ","ミョ",

  "リャ","リュ","リョ"
];
