const hiragana1 = [
  // あ行
  "あ","い","う","え","お",

  // か行＋が行
  "か","き","く","け","こ",
  "が","ぎ","ぐ","げ","ご",

  // さ行＋ざ行
  "さ","し","す","せ","そ",
  "ざ","じ","ず","ぜ","ぞ",

  // た行＋だ行
  "た","ち","つ","て","と",
  "だ","ぢ","づ","で","ど",

  // な行
  "な","に","ぬ","ね","の",

  // は行＋ば行＋ぱ行
  "は","ひ","ふ","へ","ほ",
  "ば","び","ぶ","べ","ぼ",
  "ぱ","ぴ","ぷ","ぺ","ぽ",

  // ま行
  "ま","み","む","め","も",

  // や行
  "や","ゆ","よ",

  // ら行
  "ら","り","る","れ","ろ",

  // わ行＋ん
  "わ","を","ん",

  // 拗音（小ゃゅょ系）
  "きゃ","きゅ","きょ",
  "ぎゃ","ぎゅ","ぎょ",

  "しゃ","しゅ","しょ",
  "じゃ","じゅ","じょ",

  "ちゃ","ちゅ","ちょ",
  "ぢゃ","ぢゅ","ぢょ",

  "にゃ","にゅ","にょ",

  "ひゃ","ひゅ","ひょ",
  "びゃ","びゅ","びょ",
  "ぴゃ","ぴゅ","ぴょ",

  "みゃ","みゅ","みょ",

  "りゃ","りゅ","りょ"
];
