const hiragana5 = [
  "あさごはん","あめあがり","いえのよこ","うみのそこ","えほんだよ",
  "おおさわぎ","おちゃのみ","かぜひいた","かみなりだ","きにのぼる",
  "きかんしゃ","くじにねる","けんかする","こどもたち","さかなつり",
  "しろいぬの","すっぱだか","せかいいち","そんをする","たからもの",
  "ちがとまる","つうがくろ","てがあつい","とけいとう","なつやすみ",
  "にくをやく","ぬいぐるみ","ねこあつめ","のりをぬる","はがいたい",
  "ひよことぶ","ふゆげしき","へいわだね","ほりすすむ","まちあるき",
  "みずあそび","むしつかみ","めがねかけ","もぐらいる","やきいもや",
  "ゆきだるま","よくわらう","らくになる","りょこうする","るすでんわ",
  "れいぞうこ","ろくろくび","わきくさい","がいこつだ","ぎんのおの",
  "ぐたいれい","げんかいだ","ごまをする","ざんねんな","じてんしゃ",
  "ずっといる","ぜんぶくう","ぞっとする","だいすきよ","でんわだよ",
  "どっちかな","ばったばた","びっくりだ","ぶんしょう","べんきょう",
  "ぼうたおし","ぱっくんちょ","ぴんぴんだ","おならぷう","さいごっぺ","おさんぽだ"
];
